Repository: leem34/voteMajorite
Catalog: locale/*/LC_MESSAGES/voteMajorite.po
Languages: fr_fr

source: Display additional questions
fr_fr: Afficher les questions supplémentaires

source: Majority Vote
fr_fr: Vote majoritaire

source: Profiles
fr_fr: Profils

source: Profiles not defined, please configure the part
fr_fr: Pofils non définis, merci de configurer la partie

source: There is not enougth profiles compared to groups
fr_fr: Il n'y a pas assez de profiles par rapport au nombre de groupes

source: In favor
fr_fr: Pour

source: Against
fr_fr: Contre

source: Majority
fr_fr: Majorité

source: You must start the part before to run the questionnaire
fr_fr: Il faut avoir lancer la partie voteMajorite avant de lancer le questionnaire

source: Do you want to start additional questions?
fr_fr: Démarrer les questions supplémentaires.

source: Additional questions
fr_fr: Questions supplémentaires

source: You must play the part before to start the questionnaire
fr_fr: Il faut lancer la partie avant de lancer le questionnaire

source: Policy
fr_fr: Politique

source: Your vote
fr_fr: Votre vote

source: The majority vote
fr_fr: Le vote majoritaire

source: Your payoff
fr_fr: Votre gain

source: Policy {}: {} "In favor", {} "Against", Majority: "{}".
fr_fr: Poliltique {}: {} "Pour", {} "Contre", Majorité: "{}".

source: people
fr_fr: personne

source: The policy
fr_fr: La politique

source: is applied
fr_fr: est mise en œuvre

source: is not applied
fr_fr: n'est pas mise en œuvre

source: Your payoff is equal to
fr_fr: Votre gain est de

source: which corresponds to
fr_fr: soit

source: If the policy applies it will cost you {} and will provide you a payoff of {}.
fr_fr: Si la politique est mise en oeuvre elle vous coûtera {} et vous rapportera {}.

source: You must vote either in favor of or against the policy.
fr_fr: Vous devez voter pour ou contre la mise en œuvre de la politique.

source: You vote
fr_fr: Vous votez

source: You must vote
fr_fr: Vous devez voter

source: Select in the list on the left the profiles you want in the session and put it in the list on the right.
fr_fr: Sélectionner dans la liste de gauche les profils à utiliser dans la session et les passer dans la liste de droite.

source: You must select one item
fr_fr: Vous devez sélectionner un élément

source: Town of birth
fr_fr: Ville de naissance
